
/* Class = "NSMenuItem"; title = "DesktopLyrics"; ObjectID = "56"; */
"56.title" = "DesktopLyrics";

/* Class = "NSMenuItem"; title = "About DesktopLyrics"; ObjectID = "58"; */
"58.title" = "About DesktopLyrics";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "129"; */
"129.title" = "Preferences…";

/* Class = "NSMenuItem"; title = "Hide DesktopLyrics"; ObjectID = "134"; */
"134.title" = "Hide DesktopLyrics";

/* Class = "NSMenuItem"; title = "Quit DesktopLyrics"; ObjectID = "136"; */
"136.title" = "Quit DesktopLyrics";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Hide Others";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Show All";

/* Class = "NSPanel"; title = "Preferences"; ObjectID = "211"; */
"211.title" = "Preferences";

/* Class = "NSTabViewItem"; label = "Appearance"; ObjectID = "298"; */
"298.label" = "Appearance";

/* Class = "NSTabViewItem"; label = "Behavior"; ObjectID = "299"; */
"299.label" = "Behavior";

/* Class = "NSMenuItem"; title = "Bottom"; ObjectID = "398"; */
"398.title" = "Bottom";

/* Class = "NSMenuItem"; title = "Top"; ObjectID = "399"; */
"399.title" = "Top";

/* Class = "NSBox"; title = "Indenting (from screen edges)"; ObjectID = "406"; */
"406.title" = "Indenting (from screen edges)";

/* Class = "NSMenuItem"; title = "Right"; ObjectID = "416"; */
"416.title" = "Right";

/* Class = "NSMenuItem"; title = "Left"; ObjectID = "417"; */
"417.title" = "Left";

/* Class = "NSMenuItem"; title = "Center"; ObjectID = "429"; */
"429.title" = "Center";

/* Class = "NSMenuItem"; title = "Check for Updates…"; ObjectID = "464"; */
"464.title" = "Check for Updates…";

/* Class = "NSMenuItem"; title = "Daily"; ObjectID = "471"; */
"471.title" = "Daily";

/* Class = "NSMenuItem"; title = "Weekly"; ObjectID = "472"; */
"472.title" = "Weekly";

/* Class = "NSMenuItem"; title = "Every other day"; ObjectID = "473"; */
"473.title" = "Every other day";

/* Class = "NSMenuItem"; title = "Never"; ObjectID = "474"; */
"474.title" = "Never";

/* Class = "NSTabViewItem"; label = "Position"; ObjectID = "479"; */
"479.label" = "Position";

/* Class = "NSMenuItem"; title = "Main Screen"; ObjectID = "485"; */
"485.title" = "Main Screen";

/* Class = "NSBox"; title = "Lyrics"; ObjectID = "489"; */
"489.title" = "Lyrics";

/* Class = "NSMenuItem"; title = "Bi-weekly"; ObjectID = "497"; */
"497.title" = "Bi-weekly";

/* Class = "NSMenuItem"; title = "Monthly"; ObjectID = "498"; */
"498.title" = "Monthly";

/* Class = "NSMenuItem"; title = "Visit Homepage…"; ObjectID = "503"; */
"503.title" = "Visit Homepage…";

/* Class = "NSMenuItem"; title = "Send Feedback…"; ObjectID = "504"; */
"504.title" = "Send Feedback…";

/* Class = "NSMenuItem"; title = "Donate…"; ObjectID = "510"; */
"510.title" = "Donate…";

/* Class = "NSMenuItem"; title = "Center"; ObjectID = "512"; */
"512.title" = "Center";

/* Class = "NSMenuItem"; title = "Open History…"; ObjectID = "515"; */
"515.title" = "Open History…";

/* Class = "NSMenuItem"; title = "Open FAQ…"; ObjectID = "516"; */
"516.title" = "Open FAQ…";

/* Class = "NSMenuItem"; title = "Open ReadMe…"; ObjectID = "517"; */
"517.title" = "Open ReadMe…";

/* Class = "NSButtonCell"; title = "Enable Lyrics Font Shadow"; ObjectID = "796"; */
"796.title" = "Enable Lyrics Font Shadow";

/* Class = "NSTextFieldCell"; title = "Lyrics Font Name:"; ObjectID = "799"; */
"799.title" = "Lyrics Font Name:";

/* Class = "NSTextFieldCell"; title = "Maximum Lyrics Font Size:"; ObjectID = "800"; */
"800.title" = "Maximum Lyrics Font Size:";

/* Class = "NSTextFieldCell"; title = "Lyrics Font Color:"; ObjectID = "801"; */
"801.title" = "Lyrics Font Color:";

/* Class = "NSTextFieldCell"; title = "Lyrics Window Color:"; ObjectID = "802"; */
"802.title" = "Lyrics Window Color:";

/* Class = "NSTextFieldCell"; title = "Shadow Color:"; ObjectID = "803"; */
"803.title" = "Shadow Color:";

/* Class = "NSTextFieldCell"; title = "Shadow Horizontal Offset:"; ObjectID = "804"; */
"804.title" = "Shadow Horizontal Offset:";

/* Class = "NSTextFieldCell"; title = "Shadow Vertical Offset:"; ObjectID = "807"; */
"807.title" = "Shadow Vertical Offset:";

/* Class = "NSTextFieldCell"; title = "Shadow Blur Radius:"; ObjectID = "809"; */
"809.title" = "Shadow Blur Radius:";

/* Class = "NSTextFieldCell"; title = "Minimum Lyrics Font Size:"; ObjectID = "811"; */
"811.title" = "Minimum Lyrics Font Size:";

/* Class = "NSButtonCell"; title = "Hide user interface and Dock icon"; ObjectID = "812"; */
"812.title" = "Hide user interface and Dock icon";

/* Class = "NSButtonCell"; title = "Hide lyrics when iTunes is paused"; ObjectID = "814"; */
"814.title" = "Hide lyrics when iTunes is paused";

/* Class = "NSButtonCell"; title = "Prepend Songinfo to the lyrics"; ObjectID = "815"; */
"815.title" = "Prepend Songinfo to the lyrics";

/* Class = "NSButtonCell"; title = "Prepend Songinfo to empty lyrics too"; ObjectID = "816"; */
"816.title" = "Prepend Songinfo to empty lyrics too";

/* Class = "NSButtonCell"; title = "Hide lyrics like \"[Instrumental]\""; ObjectID = "817"; */
"817.title" = "Hide lyrics like \"[Instrumental]\"";

/* Class = "NSButtonCell"; title = "Start DesktopLyrics at Login"; ObjectID = "819"; */
"819.title" = "Start DesktopLyrics at Login";

/* Class = "NSTextFieldCell"; title = "Check for updates:"; ObjectID = "820"; */
"820.title" = "Check for updates:";

/* Class = "NSButtonCell"; title = "Subtract the Dock from screen size"; ObjectID = "822"; */
"822.title" = "Subtract the Dock from screen size";

/* Class = "NSTextFieldCell"; title = "Left:"; ObjectID = "825"; */
"825.title" = "Left:";

/* Class = "NSTextFieldCell"; title = "Top:"; ObjectID = "826"; */
"826.title" = "Top:";

/* Class = "NSTextFieldCell"; title = "Right:"; ObjectID = "828"; */
"828.title" = "Right:";

/* Class = "NSTextFieldCell"; title = "Bottom:"; ObjectID = "830"; */
"830.title" = "Bottom:";

/* Class = "NSTextFieldCell"; title = "Vertical Text Alignment:"; ObjectID = "832"; */
"832.title" = "Vertical Text Alignment:";

/* Class = "NSTextFieldCell"; title = "Use Screen:"; ObjectID = "833"; */
"833.title" = "Use Screen:";

/* Class = "NSTextFieldCell"; title = "Horizontal Text Alignment:"; ObjectID = "835"; */
"835.title" = "Horizontal Text Alignment:";

/* Class = "NSTextFieldCell"; title = "Songinfo:"; ObjectID = "846"; */
"846.title" = "Songinfo:";

/* Class = "NSTextFieldCell"; placeholderString = "#a - #t"; ObjectID = "848"; */
"848.placeholderString" = "#a - #t";

/* Class = "NSTextFieldCell"; title = "#a = artist"; ObjectID = "850"; */
"850.title" = "#a = artist";

/* Class = "NSTextFieldCell"; title = "#r = album"; ObjectID = "852"; */
"852.title" = "#r = album";

/* Class = "NSTextFieldCell"; title = "#t = title"; ObjectID = "854"; */
"854.title" = "#t = title";

/* Class = "NSTextFieldCell"; title = "#y = year"; ObjectID = "856"; */
"856.title" = "#y = year";

/* Class = "NSButtonCell"; title = "Automatically turn over multi-page lyrics"; ObjectID = "858"; */
"858.title" = "Automatically turn over multi-page lyrics";

/* Class = "NSTabViewItem"; label = "HotKeys"; ObjectID = "867"; */
"867.label" = "HotKeys";

/* Class = "NSTextFieldCell"; title = "Hide/Show Lyrics:"; ObjectID = "870"; */
"870.title" = "Hide/Show Lyrics:";

/* Class = "NSTextFieldCell"; title = "Turn To Next Page:"; ObjectID = "874"; */
"874.title" = "Turn To Next Page:";

/* Class = "NSTextFieldCell"; title = "Turn To Prev. Page:"; ObjectID = "877"; */
"877.title" = "Turn To Prev. Page:";

/* Class = "NSMenuItem"; title = "Volunteer for beta-testing…"; ObjectID = "890"; */
"890.title" = "Volunteer for beta-testing…";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "947"; */
"947.title" = "Help";

/* Class = "NSMenu"; title = "Help"; ObjectID = "948"; */
"948.title" = "Help";

/* Class = "NSTextFieldCell"; title = "Lyrics Line Spacing:"; ObjectID = "955"; */
"955.title" = "Lyrics Line Spacing:";

/* Class = "NSTextFieldCell"; title = "IMPORTANT: these are \"global\" HotKeys, meaning that they also work when other applications are in front. This also means the chosen key-combinations stop working for other purposes in other applications - choose unique key-combinations that don't have other purpses in other apps! Including the \"alt\" (⌥) and \"shift\" (⇧) modifiers helps to find a unique combination."; ObjectID = "973"; */
"973.title" = "IMPORTANT: these are \"global\" HotKeys, meaning that they also work when other applications are in front. This also means the chosen key-combinations stop working for other purposes in other applications - choose unique key-combinations that don't have other purpses in other apps! Including the \"alt\" (⌥) and \"shift\" (⇧) modifiers helps to find a unique combination.";
